[
    {
        "thread_id": "19573b98d69d882a",
        "messages": [
            {
                "id": "19573b9bc63bcc73",
                "snippet": "How long does it take to ship?",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Shipping",
                "date": "Fri, 7 Mar 2025 20:08:26 -0700",
                "body": "How long does it take to ship?"
            }
        ]
    },
    {
        "thread_id": "19571e7ceb62bd81",
        "messages": [
            {
                "id": "19571e7ceb62bd81",
                "snippet": "Hi All, We have an exciting opportunity this week to hear from a gifted filmmaker, Fred Kuwornu, who is being brough to campus by the French &amp; Italian Department. International Cinema is showing",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Italian-Ghanaian Filmmaker - Fred Kuwornu",
                "date": "Fri, 7 Mar 2025 18:39:06 +0000",
                "body": null
            }
        ]
    },
    {
        "thread_id": "1956d0fd839d312c",
        "messages": [
            {
                "id": "1956d0fd839d312c",
                "snippet": "Hi All, Please see the attached flyer for the African Languages and Cultures Association meeting tomorrow at 6 PM. I hope you can attend! Prof. Leman --- Peter Leman Associate Professor of English",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "ACLA - South Africa Culture Night",
                "date": "Thu, 6 Mar 2025 20:05:00 +0000",
                "body": null
            }
        ]
    },
    {
        "thread_id": "1956cb96e2c4c3cb",
        "messages": [
            {
                "id": "1956cb96e2c4c3cb",
                "snippet": "That&#39;s awesomeeeeeee -COO:PER",
                "from": "Cooper Burden <superchili3@gmail.com>",
                "subject": "Hi",
                "date": "Thu, 6 Mar 2025 11:30:35 -0700",
                "body": "That’s awesomeeeeeee -COO:PER"
            },
            {
                "id": "1956cb9d72722e4a",
                "snippet": "yes its so awesome!!!! On Thu, Mar 6, 2025 at 11:30 AM Cooper Burden &lt;superchili3@gmail.com&gt; wrote: That&#39;s awesomeeeeeee -COO:PER",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Re: Hi",
                "date": "Thu, 6 Mar 2025 11:31:12 -0700",
                "body": "yes its so awesome!!!! On Thu, Mar 6, 2025 at 11:30 AM Cooper Burden wrote: > That’s awesomeeeeeee > > > > > -COO:PER > > > > > > > >"
            }
        ]
    },
    {
        "thread_id": "19569a690105db53",
        "messages": [
            {
                "id": "19569a690105db53",
                "snippet": "To Whom It May Concern: I signed up so that i could vote for a language; however, I cannot find where to submit my language. Please advise. I&#39;m hoping that it wasn&#39;t just a way to get my email",
                "from": "NS Support <support@nativescripture.com>",
                "subject": "",
                "date": "Wed, 5 Mar 2025 21:11:07 -0700",
                "body": "To Whom It May Concern: I signed up so that i could vote for a language; however, I cannot find where to submit my language. Please advise. I’m hoping that it wasn’t just a way to get my email address. Thanks, Tom"
            }
        ]
    },
    {
        "thread_id": "195682be29de152e",
        "messages": [
            {
                "id": "195682c0d920ff83",
                "snippet": "How long does it take to ship?",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "TEST",
                "date": "Wed, 5 Mar 2025 14:17:52 -0700",
                "body": "How long does it take to ship?"
            }
        ]
    },
    {
        "thread_id": "19568292d5226aa7",
        "messages": [
            {
                "id": "19568294b0730b4b",
                "snippet": "How long does it take to ship???",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Shipping",
                "date": "Wed, 5 Mar 2025 14:14:51 -0700",
                "body": "How long does it take to ship???"
            }
        ]
    },
    {
        "thread_id": "195681c0e31fc410",
        "messages": [
            {
                "id": "195681c3b6d162fa",
                "snippet": "How long does it take to ship?",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Shipping",
                "date": "Wed, 5 Mar 2025 14:00:34 -0700",
                "body": "How long does it take to ship?"
            }
        ]
    },
    {
        "thread_id": "1955d7beae1832d3",
        "messages": [
            {
                "id": "1955d7beae1832d3",
                "snippet": "Secure your SkyMiles® Account View as a web page Delta Air Lines #9901790460 | SkyMiles ® Member | 7936 Miles Cooper, protecting and maintaining your privacy is essential in ensuring your trust in us.",
                "from": "Delta Air Lines <DeltaAirLines@o.delta.com>",
                "subject": "Action Needed: Set Up Multi-Factor Authentication",
                "date": "Mon, 03 Mar 2025 13:27:38 -0600",
                "body": "Delta Air Lines View as a web page #9901790460 | SkyMiles(R) Member | 7,936 Miles Cooper, protecting and maintaining your privacy is essential in ensuring your trust in us. We have introduced multi-factor authentication to help increase account protection and streamline the account recovery process. Help Center - Flight Deals - Earn Miles - Stays & Cars Privacy Policy This email was sent to: mailto:COOPERBURDEN@GMAIL.COM COOPERBURDEN@GMAIL.COM (c) 2025 Delta Air Lines, Inc. All rights reserved. Delta Blvd. P.O. Box 20706 • Atlanta, GA 30320-6001 AA9018340226250748A01ACPINAA901834A01A"
            }
        ]
    },
    {
        "thread_id": "1955d673892be596",
        "messages": [
            {
                "id": "1955d675c018eae4",
                "snippet": "How long does it take to ship???",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Shipping",
                "date": "Mon, 3 Mar 2025 12:06:49 -0700",
                "body": "How long does it take to ship???"
            }
        ]
    },
    {
        "thread_id": "1955d5f3b0c668fd",
        "messages": [
            {
                "id": "1955d5f3b0c668fd",
                "snippet": "Thank you for your inquiry! We currently offer dual-language Book of Mormon scriptures in four languages: Spanish, Portuguese, French, and Tongan. Japanese is currently in progress. Shipping typically",
                "from": "cooperburden@gmail.com",
                "subject": "Re: Languages",
                "date": "Mon, 3 Mar 2025 10:57:56 -0800",
                "body": "Thank you for your inquiry! We currently offer dual-language Book of Mormon scriptures in four languages: Spanish, Portuguese, French, and Tongan. Japanese is currently in progress. Shipping typically takes 5-7 business days. We appreciate your support and love for our business! If you have any further questions, feel free to check out our FAQ on our website for ordering and shipping details."
            }
        ]
    },
    {
        "thread_id": "1955d5f2d7ff04f9",
        "messages": [
            {
                "id": "1955d5f2d7ff04f9",
                "snippet": "Thank you for reaching out to us! We currently offer dual-language Book of Mormon scriptures in Spanish, Portuguese, French, and Tongan. Japanese is currently in progress. Shipping usually takes 5-7",
                "from": "cooperburden@gmail.com",
                "subject": "Re: No Subject",
                "date": "Mon, 3 Mar 2025 12:57:53 -0600",
                "body": "Thank you for reaching out to us! We currently offer dual-language Book of Mormon scriptures in Spanish, Portuguese, French, and Tongan. Japanese is currently in progress. Shipping usually takes 5-7 business days. We appreciate your interest in our products and your support! For more information, please check out our website FAQ. Thank you!"
            }
        ]
    },
    {
        "thread_id": "1955d5d22eb837a4",
        "messages": [
            {
                "id": "1955d5d22eb837a4",
                "snippet": "Thank you for your interest in our business! We currently offer dual-language Book of Mormon scriptures in four languages: Spanish, Portuguese, French, and Tongan. Japanese is currently in progress.",
                "from": "cooperburden@gmail.com",
                "subject": "",
                "date": "Mon, 3 Mar 2025 12:55:39 -0600",
                "body": "Thank you for your interest in our business! We currently offer dual-language Book of Mormon scriptures in four languages: Spanish, Portuguese, French, and Tongan. Japanese is currently in progress. Shipping typically takes 5-7 business days. We appreciate your support and interest in our products! If you have any further questions, feel free to visit our website FAQ for more details. Thank you!"
            }
        ]
    },
    {
        "thread_id": "1955d17a3cc96668",
        "messages": [
            {
                "id": "1955d17f512c964e",
                "snippet": "How many languages do you have? how long does it take to ship? i love your business",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Languages",
                "date": "Mon, 3 Mar 2025 10:40:05 -0700",
                "body": "How many languages do you have? how long does it take to ship? i love your business"
            }
        ]
    },
    {
        "thread_id": "1955ad8f701b1d14",
        "messages": [
            {
                "id": "1955ad93fae469a9",
                "snippet": "How many languages do you have? What are they? I love your business!",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Languages",
                "date": "Mon, 3 Mar 2025 00:12:21 -0700",
                "body": "How many languages do you have? What are they? I love your business!"
            }
        ]
    },
    {
        "thread_id": "1955ac48c6a3887f",
        "messages": [
            {
                "id": "1955ac4df8f629fa",
                "snippet": "How long does it take to ship?",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Shipping",
                "date": "Sun, 2 Mar 2025 23:50:05 -0700",
                "body": "How long does it take to ship?"
            }
        ]
    },
    {
        "thread_id": "1955a990f42ce3a8",
        "messages": [
            {
                "id": "1955a990f42ce3a8",
                "snippet": "Your xAI account has been accessed from a new IP address We&#39;ve noticed a new login Hi Cooper, This is a routine security alert. Someone logged into your xAI account from a new IP address: Time: Mon",
                "from": "xAI <noreply@x.ai>",
                "subject": "New login to your xAI account",
                "date": "Mon, 03 Mar 2025 06:02:11 +0000 (UTC)",
                "body": "Your xAI account has been accessed from a new IP address We've noticed a new login Hi Cooper, This is a routine security alert. Someone logged into your xAI account from a new IP address: Time: Mon, 3 Mar 2025 06:02:11 +0000 IP address: 2605:a601:a92b:3900:18c8:65c:2e66:fa4f Location: Provo, US Browser: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/18.0 Safari/605.1.15 If this was you, you can ignore this alert. If you noticed any suspicious activity on your account, please change your password and enable two-factor authentication on your account page. So long, and thanks for all the fish, The xAI Team 1450 Page Mill Road, Palo Alto, CA 94304 © 2025 X.AI LLC For questions contact support@x.ai"
            }
        ]
    },
    {
        "thread_id": "1955a8e191c66ef3",
        "messages": [
            {
                "id": "1955a8e18020ff43",
                "snippet": "Hi",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Hi",
                "date": "Sun, 2 Mar 2025 22:49:43 -0700",
                "body": "Hi"
            }
        ]
    },
    {
        "thread_id": "1954de86b6d6749f",
        "messages": [
            {
                "id": "1954de86b6d6749f",
                "snippet": "Your xAI account has been accessed from a new IP address We&#39;ve noticed a new login Hi Cooper, This is a routine security alert. Someone logged into your xAI account from a new IP address: Time: Fri",
                "from": "xAI <noreply@x.ai>",
                "subject": "New login to your xAI account",
                "date": "Fri, 28 Feb 2025 18:53:51 +0000 (UTC)",
                "body": "Your xAI account has been accessed from a new IP address We've noticed a new login Hi Cooper, This is a routine security alert. Someone logged into your xAI account from a new IP address: Time: Fri, 28 Feb 2025 18:53:51 +0000 IP address: 128.187.116.4 Location: Provo, US Browser: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/128.0.0.0 Safari/537.36 If this was you, you can ignore this alert. If you noticed any suspicious activity on your account, please change your password and enable two-factor authentication on your account page. So long, and thanks for all the fish, The xAI Team 1450 Page Mill Road, Palo Alto, CA 94304 © 2025 X.AI LLC For questions contact support@x.ai"
            }
        ]
    },
    {
        "thread_id": "1953e22c2cd69961",
        "messages": [
            {
                "id": "1953e22c2cd69961",
                "snippet": "Enter this temporary verification code to continue: 570552. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: 570552 If you were not trying",
                "from": "ChatGPT <noreply@tm.openai.com>",
                "subject": "Your ChatGPT code is 570552",
                "date": "Tue, 25 Feb 2025 17:23:40 +0000",
                "body": "Your ChatGPT code is 570552 Enter this temporary verification code to continue: 570552. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: = 570552 = If you were not trying to log in to ChatGPT, please reset your password . For more information about why you received this email, please see the help center article on One-Time Passwords . Best, OpenAI If you have any questions please contact us through our help center"
            }
        ]
    },
    {
        "thread_id": "1953687cc4717bc2",
        "messages": [
            {
                "id": "1953687cc4717bc2",
                "snippet": "Heyyyy! How are you?? I am doung well. I am still in my first area but transfers are coming up. Time is so weird. I swear i was waiting for my call in foundations of the restoration with you and now i",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "Hi po",
                "date": "Mon, 24 Feb 2025 13:57:18 +0800",
                "body": "Heyyyy! How are you?? I am doung well. I am still in my first area but transfers are coming up. Time is so weird. I swear i was waiting for my call in foundations of the restoration with you and now i am almost halfway done?? Whats new??"
            },
            {
                "id": "19536ba1e0717814",
                "snippet": "duuude whats upppp that is insane that you are still in your first area still. lowkey that feels not long ago but also feels like that is so long ago. the fact that you started in the summer and its",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Re: Hi po",
                "date": "Sun, 23 Feb 2025 23:52:01 -0700",
                "body": "duuude whats upppp that is insane that you are still in your first area still. lowkey that feels not long ago but also feels like that is so long ago. the fact that you started in the summer and its february and still in your first area is actually crazy, but also you were in the mtc for so long. I started my mission in august and was in my second area by beginning of december haha. now youre almost halfway done is so crazy. honestly nothing is that new, im in the IS program and its awesome, its kicking my butt but i enjoy it. other than that nothing is new, no girlfriend, i working on it lol. Mason on the other hand is onto his like 3rd girlfriend since coming home. haha jk he just had eden for a sec and then another girl for a sec and then that ended and then now he has a girlfriend since like november shes pretty cool. sorry that your boy cody hagen also has a girlfriend :( anyway tho thats about it, what about you. whats your favorite and least favorite part of your mission so far? do you like your comps? do you actually like your comps or are you just kinda forced to like your comps? hows the language and areas? are you hella dunking people? miss you dude! On Sun, Feb 23, 2025 at 10:57 PM Melaina Ryser wrote: > Heyyyy! How are you?? I am doung well. I am still in my first area but > transfers are coming up. Time is so weird. I swear i was waiting for my > call in foundations of the restoration with you and now i am almost halfway > done?? Whats new?? >"
            },
            {
                "id": "195372b584280477",
                "snippet": "Yeah ive literally been here for 5 months and counting.... and it is the smallest town in the Philippines. Love that you are loving IS. Ive heard its hard but a great program. Good work working on the",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "Re: Hi po",
                "date": "Mon, 24 Feb 2025 16:55:56 +0800",
                "body": "Yeah ive literally been here for 5 months and counting.... and it is the smallest town in the Philippines. Love that you are loving IS. Ive heard its hard but a great program. Good work working on the girlfriend you can do it I believe in you. Also haha I saw that Mason has a girlfriend and she looks so cute and cool. Also cody too. I knewww everyone would start dating someone and probably get married while I am gone considering the timing. I am convinced i havent met my husband yet. Keller has emailed me every once and a while but I dont see a future at all there. The Philippines is actually crazy. The adjustment wasnt as bad as i thought it would be. Its SO hot. And summer is around the corner. Im scared because in Pangasinan it can get up to 120⁰ so uhhh. The food is great actually. I havent had to take a bucket shower yet. I am in a good first area. The bugs are something else tho. A cockroach here in there and some new discoveries. My first companion was great! She is american and we had a lot of fun. It was nice because she went through exactly what I did but it was hard too because she was going home after training me and seeing how excited sbe was had me jealous. Then after my training i was called as a trainer which was a good push. Hard but good for me. My companion is good too. We are very different so having fun together is hard but it works. The cultural differences are funny let me just say. Anyway I am doing well!! Time is flying but not. Take care always!! Liv will probably get engaged and hopefully i can make it for the wedding. Good luck with school and everything! I dont miss exams but i really do miss provo. On Mon, 24 Feb 2025, 2:52 pm Cooper Burden, wrote: > duuude whats upppp > that is insane that you are still in your first area still. lowkey that > feels not long ago but also feels like that is so long ago. the fact that > you started in the summer and its february and still in your first area is > actually crazy, but also you were in the mtc for so long. I started my > mission in august and was in my second area by beginning of december haha. > now youre almost halfway done is so crazy. > honestly nothing is that new, im in the IS program and its awesome, its > kicking my butt but i enjoy it. other than that nothing is new, no > girlfriend, i working on it lol. Mason on the other hand is onto his like > 3rd girlfriend since coming home. haha jk he just had eden for a sec and > then another girl for a sec and then that ended and then now he has a > girlfriend since like november shes pretty cool. sorry that your boy cody > hagen also has a girlfriend :( > anyway tho thats about it, what about you. whats your favorite and least > favorite part of your mission so far? do you like your comps? do you > actually like your comps or are you just kinda forced to like your comps? > hows the language and areas? are you hella dunking people? > miss you dude! > > On Sun, Feb 23, 2025 at 10:57 PM Melaina Ryser < > melaina.ryser@missionary.org> wrote: > >> Heyyyy! How are you?? I am doung well. I am still in my first area but >> transfers are coming up. Time is so weird. I swear i was waiting for my >> call in foundations of the restoration with you and now i am almost halfway >> done?? Whats new?? >> >"
            }
        ]
    },
    {
        "thread_id": "1951b5673f77fbf1",
        "messages": [
            {
                "id": "1951b5673f77fbf1",
                "snippet": "Hi All, Please see the attached flyer for the Darius Gray Black History Month Lecture this Thursday, Feb 20, at 11 in the Library auditorium. You can learn more about the speaker, Alexis Wells-",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Fw: Darius Gray lecture",
                "date": "Tue, 18 Feb 2025 23:13:15 +0000",
                "body": null
            }
        ]
    },
    {
        "thread_id": "1951620fd9ffa0d6",
        "messages": [
            {
                "id": "1951620fd9ffa0d6",
                "snippet": "Hi All, Please see the email below and attached flyer. This should be a fascinating lecture! Peter --- Peter Leman Associate Professor of English Africana Studies Faculty Coordinator From: Office of",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Fw: Promo Material for Rev. Davis Lecture",
                "date": "Mon, 17 Feb 2025 22:56:45 +0000",
                "body": null
            }
        ]
    },
    {
        "thread_id": "19515935b54c2f4c",
        "messages": [
            {
                "id": "19515935b54c2f4c",
                "snippet": "Secure your SkyMiles® Account View as a web page Delta Air Lines #9901790460 | SkyMiles ® Member | 7029 Miles Cooper, protecting and maintaining your privacy is essential in ensuring your trust in us.",
                "from": "Delta Air Lines <DeltaAirLines@o.delta.com>",
                "subject": "Multi-Factor Authentication Is Here",
                "date": "Mon, 17 Feb 2025 14:22:06 -0600",
                "body": "Delta Air Lines View as a web page #9901790460 | SkyMiles(R) Member | 7,029 Miles Cooper, protecting and maintaining your privacy is essential in ensuring your trust in us. We have introduced multi-factor authentication to help increase account protection and streamline the account recovery process. Let Us Know We love hearing from you.How helpful was this message? 1 2 3 4 5 Help Center - Flight Deals - Earn Miles - Stays & Cars Privacy Policy This email was sent to: mailto:COOPERBURDEN@GMAIL.COM COOPERBURDEN@GMAIL.COM (c) 2025 Delta Air Lines, Inc. All rights reserved. Delta Blvd. P.O. Box 20706 • Atlanta, GA 30320-6001 AA9018320212250757A01ACPINAA901832021225A01A"
            }
        ]
    },
    {
        "thread_id": "195131b136785804",
        "messages": [
            {
                "id": "195131b136785804",
                "snippet": "https://photos.app.goo.gl/Y1egh1ep43AXNmWd8 Happy Valentine&#39;s Day to everyone! It was very exciting to see everyone hard launching their boyfriends or girlfriends. At this rate all of you will be",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "By Divine Design",
                "date": "Mon, 17 Feb 2025 16:45:12 +0800",
                "body": null
            }
        ]
    },
    {
        "thread_id": "195009c28ebdc49f",
        "messages": [
            {
                "id": "195009c28ebdc49f",
                "snippet": "Harmony Tayler commented ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌",
                "from": "Figma <comments-xnlyy0pqEnkQb8KPyAiHD3@email.figma.com>",
                "subject": "4 new comments in Group Project #5",
                "date": "Thu, 13 Feb 2025 18:39:46 +0000 (UTC)",
                "body": ""
            },
            {
                "id": "1950120d41034908",
                "snippet": "Kenzie Whitman commented ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌",
                "from": "Figma <comments-xnlyy0pqEnkQb8KPyAiHD3@email.figma.com>",
                "subject": "4 new comments in Group Project #5",
                "date": "Thu, 13 Feb 2025 21:04:41 +0000 (UTC)",
                "body": ""
            }
        ]
    },
    {
        "thread_id": "194f33c8bfc189a5",
        "messages": [
            {
                "id": "194f33c8bfc189a5",
                "snippet": "Hello, after my inspection, the package is still in the customs inspection, it usually takes 5-7 days, thank you for your patience.",
                "from": "support@chicfitx.com",
                "subject": "Order Update",
                "date": "Tue, 11 Feb 2025 12:20:11 +0800",
                "body": "Hello, after my inspection, the package is still in the customs inspection, it usually takes 5-7 days, thank you for your patience."
            },
            {
                "id": "194fcfe573e3fed6",
                "snippet": "I just got an email to review my order, but I haven&#39;t even gotten it yet? I haven&#39;t been sent any updates about it shipping or anything. I order it on 10 days ago, on February 2. The order",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Re: Order Update",
                "date": "Wed, 12 Feb 2025 18:48:34 -0700",
                "body": "I just got an email to review my order, but I haven’t even gotten it yet? I haven’t been sent any updates about it shipping or anything. I order it on 10 days ago, on February 2. The order number is CFTX4515 Why am I getting emails to review when it’s not even shipped yet??? On Mon, Feb 10, 2025 at 9:20 PM wrote: > Hello, after my inspection, the package is still in the customs > inspection, it usually takes 5-7 days, thank you for your patience."
            }
        ]
    },
    {
        "thread_id": "194fcbcd7168bed4",
        "messages": [
            {
                "id": "194fcbcd7168bed4",
                "snippet": "Dang, I don&#39;t know how 75 weeks have already passed by since I left my family and my home. By the way, I got transferred again... Now I&#39;m in a neighborhood called Agronomia in Porto Alegre.",
                "from": "Amy Maires <amymaires14@gmail.com>",
                "subject": "Week 75 (February 4)",
                "date": "Wed, 12 Feb 2025 17:36:49 -0700",
                "body": "Dang, I don't know how 75 weeks have already passed by since I left my family and my home. By the way, I got transferred again... Now I'm in a neighborhood called Agronomia in Porto Alegre. It's pretty cool. Lots and lots of hills, so that 6 months till slim plan, I'm in all in. My companion is Elder Burnett. He's from Kennewick, Washington. This week was great. I'm going to copy and paste the miracles we had below. (once again, sorry if there is weird Grammer, I had to translate it all.) -We were finishing our day and felt that we needed to stop by the house of a member who was inactive. We went there and she was very sick. We used our priesthood power and authority as representatives of Jesus Christ, and healed her in the name of the Lord! She immediately got better and was healed and introduced us to her niece, Andressa, who is not baptized! We explained clearly and set a date with Andressa to be baptized for the 16th! Miracles are happening!!! -ONLY MIRACLESSSSSSS Good morning, Viamão!!! When we were walking to a friend's house, we received a feeling from the Spirit so strong that we had to knock on the door of another friend we met the other day. We went in, met him and his family, visited them, and brought a Spirit they had never felt before. We invited them to be baptized in the name of Jesus Christ here in three weeks and they ACCEPTED. The mother said that she had been feeling a few weeks ago that she needed to be baptized again. Now they can with the RESTORED AUTHORITY!!! 🌊🌊 #só🌊 #poderdonomedeJesusCristo -Miracles are at hand, in Viamão, brozão. Guys, we left early to meet with one of our researchers. At the only time she would be home. We went there, we found a need, which is that she lost her father and wants to meet him again. And the interest is that she wants to be a better person. We explained with *clearness* that when she is baptized these two matters will be fulfilled. We invited her to prepare to be baptized on the 9th, and because of the Spirit that was present. Of course she accepted. #SIAMÃO #PRAYERSOFTHEFAITHFUL This link has all of my mission pictures. Click on it to see. FEBRUARY 10 Two weeks in a row??? Look at my progress, two weeks in a row. Anyways, this week was pretty interesting so let's get into it. Tuesday was maybe the hottest I've ever been in my entire life. Literally the worst heat ever. My companion and I just walked around slowly in the roads like zombies in a zombie apocalypse. Literally, we got nothing done that day. Nothing... I was so hot that my entire tie got soaked with sweat. I'm hoping I can get past this Gaúcho summer.... Wednesday we had a pretty rewarding miracle! There is a lady in our area that has been going to church for about 3 months. She never got baptized because nobody could get permission from the mission president. (weird living situation) She technically lives on the same lot as her druggy ex-husband, but he lives in a separate house. He's has his stuff and she's has her stuff. When I got there to visit her, I had a spiritual prompting to take a video of her house to prove to the mission president that she doesn't live with her ex husband anymore. President saw the video and approved her baptism. The rest of the week we were running around preparing her for her baptism and trying to teach the many people we have that are progressing. Sunday we had the baptism of Irmã Susete! It was such a rewarding experience and she was so excited to finally be able to be baptised! Alma 32:16 Therefore, blessed are they who humble themselves without being compelled to be humble; or rather, in other words, blessed is he that believeth in the word of God, and is baptized without stubbornness of heart, yea, without being brought to know the word, or even compelled to know, before they will believe. It was awesome to see how certain she was in her decision to be baptized. She wasn't baptized with stubborness in her heart. She immediately believed in our words, she felt the words enter her heart and knew that they were true. I love being a missionary. I've learned more in these last 17 months than I did in my 18 years of life before my mission. Love you guys, feel free to send me an email at eli.maires@missionary.org Send me your questions!! I'll probably be able to respond next week or so."
            }
        ]
    },
    {
        "thread_id": "194f6919cf6996ca",
        "messages": [
            {
                "id": "194f6919cf6996ca",
                "snippet": "Dear All, I hope you are enjoying the semester and have joined in the Black History Month scavenger hunt. So far, there have been over 200 unique visits to posters across campus, and this Friday we",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Black History Month Events",
                "date": "Tue, 11 Feb 2025 19:51:48 +0000",
                "body": null
            },
            {
                "id": "194f697998d8cf11",
                "snippet": "ONE CORRECTION: The Rhythm &#39;n&#39; Soul Collective concert is at 3:00 PM tomorrow. I misstated in my email, but the correct time is on the flyer. --- Peter Leman Associate Professor of English",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Re: Black History Month Events",
                "date": "Tue, 11 Feb 2025 19:58:31 +0000",
                "body": "ONE CORRECTION: The Rhythm 'n' Soul Collective concert is at 3:00 PM tomorrow. I misstated in my email, but the correct time is on the flyer. Peter Leman Associate Professor of English Africana Studies Faculty Coordinator ________________________________ From: Peter Leman Sent: Tuesday, February 11, 2025 12:51 PM Subject: Black History Month Events Dear All, I hope you are enjoying the semester and have joined in the Black History Month scavenger hunt. So far, there have been over 200 unique visits to posters across campus, and this Friday we will have the first drawing for prizes. We have a LOT of great prizes, so keep looking for posters and learning about these amazing key figures. I'm also writing to invite you to two events tomorrow, February 12: the Rhythm 'n' Soul Collective concert in the HBLL Auditorium at noon, and the \"Stories of Life\" event in the Marriot Center at 6:30 (at which Rhythm 'n' Soul will also be performing, along with others). These events both promise to be entertaining and a lot of fun, so I hope you make time to go. See the attached flyers for more details. All the best, Professor Leman Peter Leman, Ph.D. (he/him) Associate Professor of English Africana Studies Faculty Coordinator Brigham Young University *BYU sits on the ancestral homelands of the Ute, Paiute, and Shoshone peoples. Utah is home to the San Juan Southern Paiute, Paiute Indian Tribe, Uintah & Ouray Reservation of the Northern Ute, Skull Valley Goshute, Confederated Tribes of the Goshute Reservation, Northwestern Band of Shoshone Nation, Hopi Tribe, Navajo Nation, Ute Mountain Ute-White Mesa Community, and urban Indian communities. Singing the Law: Oral Jurisprudence and the Crisis of Colonial Modernity in East African Literature (Liverpool University Press, March 2020)"
            },
            {
                "id": "194f698775f59376",
                "snippet": "ONE CORRECTION: The Rhythm &#39;n&#39; Soul Collective concert is at 3:00 PM tomorrow. I misstated in my email, but the correct time is on the flyer. --- Peter Leman Associate Professor of English",
                "from": "Peter Leman <peter_leman@byu.edu>",
                "subject": "Re: Black History Month Events",
                "date": "Tue, 11 Feb 2025 19:59:24 +0000",
                "body": "ONE CORRECTION: The Rhythm 'n' Soul Collective concert is at 3:00 PM tomorrow. I misstated in my email, but the correct time is on the flyer. Peter Leman Associate Professor of English Africana Studies Faculty Coordinator ________________________________ From: Peter Leman Sent: Tuesday, February 11, 2025 12:51 PM Subject: Black History Month Events Dear All, I hope you are enjoying the semester and have joined in the Black History Month scavenger hunt. So far, there have been over 200 unique visits to posters across campus, and this Friday we will have the first drawing for prizes. We have a LOT of great prizes, so keep looking for posters and learning about these amazing key figures. I'm also writing to invite you to two events tomorrow, February 12: the Rhythm 'n' Soul Collective concert in the HBLL Auditorium at noon, and the \"Stories of Life\" event in the Marriot Center at 6:30 (at which Rhythm 'n' Soul will also be performing, along with others). These events both promise to be entertaining and a lot of fun, so I hope you make time to go. See the attached flyers for more details. All the best, Professor Leman Peter Leman, Ph.D. (he/him) Associate Professor of English Africana Studies Faculty Coordinator Brigham Young University *BYU sits on the ancestral homelands of the Ute, Paiute, and Shoshone peoples. Utah is home to the San Juan Southern Paiute, Paiute Indian Tribe, Uintah & Ouray Reservation of the Northern Ute, Skull Valley Goshute, Confederated Tribes of the Goshute Reservation, Northwestern Band of Shoshone Nation, Hopi Tribe, Navajo Nation, Ute Mountain Ute-White Mesa Community, and urban Indian communities. Singing the Law: Oral Jurisprudence and the Crisis of Colonial Modernity in East African Literature (Liverpool University Press, March 2020)"
            }
        ]
    },
    {
        "thread_id": "194d4d9aef36ab15",
        "messages": [
            {
                "id": "194d4d9aef36ab15",
                "snippet": "Download Apple Invites from the App Store today. ͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏ ͏ ͏ ͏ ͏ ͏ ͏ ͏͏",
                "from": "\"iCloud+\" <icloudplus@insideapple.apple.com>",
                "subject": "Now included in your iCloud+ subscription: Apple Invites.",
                "date": "Wed, 5 Feb 2025 06:43:37 +0000 (GMT)",
                "body": "iCloud+ Party on Apple Invites app icon Update to the latest iOS to get started. —————————————— Apple Invites is here. Download Apple Invites to create custom party invitations for life’s most exciting moments. As an iCloud+ subscriber, you get full access, so get started today. Get started —————————————— Create unlimited events —————————————— Choose a photo or use Image Playground to make one-of-a-kind invitations1 —————————————— Share event need-to-knows with Apple Maps, Weather, and more —————————————— Invite guests to RSVP within the app and on iCloud.com —————————————— Upload photos and videos to Shared Albums —————————————— Apple Music subscribers can add to collaborative playlists2 Learn more Apple Invites requires compatible hardware and the latest software. 1. Image Playground is part of Apple Intelligence. For more information please visit apple.com/apple-intelligence. 2. Apple Music features require a subscription to Apple Music. To use iCloud you need at least iOS 10 on iPhone 5, iPod touch (6th generation), iPad (4th generation) or iPad mini 2; watchOS 3 on an Apple Watch; macOS Sierra 10.12 on a Mac; tvOS 4 on an Apple TV (4th generation); or visionOS 1 on an Apple Vision Pro; or a PC with Windows 11 or later (Outlook 2019 or later or an up-to-date browser is required for accessing email, contacts, and calendars). Some features require iOS 16, iPadOS 16, and macOS Ventura. Some features require a Wi-Fi connection. Some features are not available in all countries or regions. Access to some services is limited to 10 devices. All rights reserved. Privacy Policy Terms & Conditions Support Account Subscribe"
            }
        ]
    },
    {
        "thread_id": "194c7d5890e19a16",
        "messages": [
            {
                "id": "194c7d5890e19a16",
                "snippet": "Hey Cooper! This is Ethan from the village 102nd ward. We&#39;re updating our records right now and we noticed you&#39;re not living here anymore, so we&#39;re going to send your records to salt lake.",
                "from": "Ethan Caine <ethan.caine@icloud.com>",
                "subject": "Ward Records",
                "date": "Sun, 2 Feb 2025 11:03:54 -0700",
                "body": "Hey Cooper! This is Ethan from the village 102nd ward. We’re updating our records right now and we noticed you’re not living here anymore, so we’re going to send your records to salt lake. If you want them sent to your new ward please talk to your current ward clerk. Thanks! Ethan"
            },
            {
                "id": "194c83a38f607e4f",
                "snippet": "My records are already in my new ward since August. It&#39;s the Provo YSA 100th ward. I&#39;m logged in on LDS tools and everything On Sun, Feb 2, 2025 at 11:04 AM Ethan Caine &lt;ethan.caine@icloud.",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "Re: Ward Records",
                "date": "Sun, 2 Feb 2025 12:54:06 -0700",
                "body": "My records are already in my new ward since August. It’s the Provo YSA 100th ward. I’m logged in on LDS tools and everything On Sun, Feb 2, 2025 at 11:04 AM Ethan Caine wrote: > Hey Cooper! > > > This is Ethan from the village 102nd ward. We’re updating our records > right now and we noticed you’re not living here anymore, so we’re going to > send your records to salt lake. If you want them sent to your new ward > please talk to your current ward clerk. > > > Thanks! > > > Ethan >"
            }
        ]
    },
    {
        "thread_id": "194c7c294f43dedc",
        "messages": [
            {
                "id": "194c7c294f43dedc",
                "snippet": "This is your UFirst Credit Union requested Security Alert. On 2/2/2025 10:43 AM, an invalid password for your login ID was submitted. This may have been caused by a third-party financial service you",
                "from": "notifications@secure.ufirstcu.com",
                "subject": "Security Alert: Invalid Password",
                "date": "Sun, 02 Feb 2025 17:43:24 +0000 (UTC)",
                "body": "This is your UFirst Credit Union requested Security Alert. On 2/2/2025 10:43 AM, an invalid password for your login ID was submitted. This may have been caused by a third-party financial service you have authorized to have access such as account aggregators or brokerage accounts. To ensure delivery of this notification, a secure message has also been sent to your online secure mailbox. If you suspect fraudulent activity, please contact us. This is an automated notification. Please do not reply to this message."
            }
        ]
    },
    {
        "thread_id": "194b583116c23830",
        "messages": [
            {
                "id": "194b583116c23830",
                "snippet": "Dear cooperburden@gmail.com, Your API key has been generated: /WJiqB/5knoEDK86g9/nBCWjOvdjfCT7hf6slEwGyNMds15bZQWaC6SMnTj8AOkq Please be sure to keep this in a safe place where it cannot be accessed by",
                "from": "CFBD Admin <admin@collegefootballdata.com>",
                "subject": "CFBD API Key Request",
                "date": "Thu, 30 Jan 2025 04:40:47 +0000",
                "body": "Dear cooperburden@gmail.com, Your API key has been generated: /WJiqB/5knoEDK86g9/nBCWjOvdjfCT7hf6slEwGyNMds15bZQWaC6SMnTj8AOkq Please be sure to keep this in a safe place where it cannot be accessed by others. If you are developing a web app, it is highly recommended that you make any call to the CFBD API on the backend to ensure the security of your key. Thanks, CFBD"
            }
        ]
    },
    {
        "thread_id": "194b03a76470c58b",
        "messages": [
            {
                "id": "194b03a76470c58b",
                "snippet": "Enter this temporary verification code to continue: 779896. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: 779896 If you were not trying",
                "from": "ChatGPT <noreply@tm.openai.com>",
                "subject": "Your ChatGPT code is 779896",
                "date": "Wed, 29 Jan 2025 04:03:28 +0000",
                "body": "Your ChatGPT code is 779896 Enter this temporary verification code to continue: 779896. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: = 779896 = If you were not trying to log in to ChatGPT, please reset your password . For more information about why you received this email, please see the help center article on One-Time Passwords . Best, OpenAI If you have any questions please contact us through our help center"
            },
            {
                "id": "194b03bab17bd40a",
                "snippet": "Enter this temporary verification code to continue: 779896. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: 779896 If you were not trying",
                "from": "ChatGPT <noreply@tm.openai.com>",
                "subject": "Your ChatGPT code is 779896",
                "date": "Wed, 29 Jan 2025 04:04:47 +0000",
                "body": "Your ChatGPT code is 779896 Enter this temporary verification code to continue: 779896. ChatGPT Log-in Code Hi there, We noticed a suspicious log-in on your account. If that was you, enter this code: = 779896 = If you were not trying to log in to ChatGPT, please reset your password . For more information about why you received this email, please see the help center article on One-Time Passwords . Best, OpenAI If you have any questions please contact us through our help center"
            }
        ]
    },
    {
        "thread_id": "194a8d0ea3af08f4",
        "messages": [
            {
                "id": "194a8d0ea3af08f4",
                "snippet": "Hi, You are receiving this email to confirm the creation of an API key. If you did not request this, please disregard this email. Your API key for cooperburden@gmail.com is:",
                "from": "noreply@api.data.gov",
                "subject": "Your API key",
                "date": "Mon, 27 Jan 2025 17:30:51 +0000",
                "body": null
            }
        ]
    },
    {
        "thread_id": "1949ea6e84d3cad2",
        "messages": [
            {
                "id": "1949ea6e84d3cad2",
                "snippet": "Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Your Credit Score Has Changed Dear COOPER, Your IDnotify service includes a",
                "from": "IDnotify <noreply@q2email.idnotify.com>",
                "subject": "Your Credit Score Has Changed",
                "date": "Sat, 25 Jan 2025 12:08:45 -0600 (CST)",
                "body": "IDnotify - Score Variance Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Your Credit Score Has Changed Dear COOPER, Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Please log in to review your updated credit score. If you have any questions, please contact us at (888) 445-0422 or email memberservices@idnotify.com. Sincerely, IDnotify IDnotify | CSIdentity Corporation Attn Compliance Department | Allen, TX 75013"
            }
        ]
    },
    {
        "thread_id": "1949ae2dc31ed14a",
        "messages": [
            {
                "id": "1949ae2dc31ed14a",
                "snippet": "Yo what&#39;s good. (January 6th) My life has been chill recently. I got transferred to an area called humaitá, it&#39;s in Porto Alegre next to the gremio arena if you wanna see what it looks like.",
                "from": "Amy Maires <amymaires14@gmail.com>",
                "subject": "Catching up on January",
                "date": "Fri, 24 Jan 2025 17:35:33 -0700",
                "body": "Yo what's good. (January 6th) My life has been chill recently. I got transferred to an area called humaitá, it's in Porto Alegre next to the gremio arena if you wanna see what it looks like. It's very very crowded, and what they call in Brazil a \"favela\" But it's been good. My companion is from Osorno Chile, and we are serving as leaders in a zone called Moinhos de vento. Unfortunately we haven't seen some of the success we are wanting, but we are continuing onward ever onward. And I know that as we keep on going on we will see miracles in our work. I have really realized recently how God is so good to me and my family. And I know that because I'm sacrificing 2 years of my life God will take care of my family. Love all you guys and until next Time. (there should be a next time) se deus quiser. (January 13th) What's up guys? How's it going? I don't have a ton of time to write this. I'm 2 for 2 on weekly writing. In the mission we have been putting miracles in our zones group chat. I wanted to copy and paste these miracles. Sorry if some of them don't make sense. I'll have to pass them through the translator. *HOLY FREAKING BIG MIRACLES*💯🥹 GOD IS GOOD FAMILY so we left today after the Zone meeting with a purpose and a desire to see miracles. We were walking down the street when a man called us, That's when we met our friend Cristiano He started telling his story, about how he found out about the church through his grandmother who gave lunch to the sisters there in Arroio dos Ratos more than 35 years ago. We left a powerful prayer with him, his wife Aline, and his son Nicolas. It was very, very spiritual. We took advantage of the spirit and invited the 3 of them to be baptized on the 19th and accepted. 🌊🌊🌊🙏 (the three recently visited the church in the Nilo Wulff wing and now have sacramentals) People, miracles really are real for those who serve God with all their heart, mind, and strength. This miracle was pretty special. Even though it didn't work out in the end I really felt the spirit strongly. Good afternoon, Moinhos De Vento area 😁🌊💯 We visited our date yesterday and the guy disappeared, but we found her cousin Thaisa, she is incredible, her grandmother passed away 5 months ago, we left a powerful prayer, and we didn't just leave the spirit. We took advantage of the spirit and invited her to be baptized on the 19th, she cried (and almost us too) and said that she will be baptized on the 19th, yes 🥹 Miracles are real people, let's go!! This one also didn't work out too well but. We are still working with her, her family and her friends. If you guys could say a quick prayer for Thaisa, Erica and Lucas. It would mean a lot to a lot of people."
            }
        ]
    },
    {
        "thread_id": "19482a31b2313286",
        "messages": [
            {
                "id": "19482a31b2313286",
                "snippet": "https://photos.app.goo.gl/Y1egh1ep43AXNmWd8 6 months as a missionary!! Someone listen to funny how time slips away by Willie Nelson for me. Mission time is so weird. I am still in my first area!! We",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "6 MONTHS!!",
                "date": "Mon, 20 Jan 2025 15:27:03 +0800",
                "body": null
            }
        ]
    },
    {
        "thread_id": "193ff0abc70d7cd8",
        "messages": [
            {
                "id": "193ff0abc70d7cd8",
                "snippet": "Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Your Credit Score Has Changed Dear COOPER, Your IDnotify service includes a",
                "from": "IDnotify <noreply@q2email.idnotify.com>",
                "subject": "Your Credit Score Has Changed",
                "date": "Wed, 25 Dec 2024 12:18:33 -0600 (CST)",
                "body": "IDnotify - Score Variance Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Your Credit Score Has Changed Dear COOPER, Your IDnotify service includes a monthly review of your credit score. During the latest review we noticed a score change. Please log in to review your updated credit score. If you have any questions, please contact us at (888) 445-0422 or email memberservices@idnotify.com. Sincerely, IDnotify IDnotify | CSIdentity Corporation Attn Compliance Department | Allen, TX 75013"
            }
        ]
    },
    {
        "thread_id": "193fb6cc8ea95e31",
        "messages": [
            {
                "id": "193fb6cc8ea95e31",
                "snippet": "Do not share this code with anyone. Your one-time verification code for online servicing We will NEVER call to ask for this code. Do not share it with anyone calling you. Use this code to confirm your",
                "from": "American Express <AmericanExpress@welcome.americanexpress.com>",
                "subject": "Your American Express one-time verification code",
                "date": "Tue, 24 Dec 2024 18:27:10 -0700",
                "body": "Do not share this code with anyone.Your one-time verification code for online servicingWe will NEVER call to ask for this code. Do not share it with anyone calling you.Use this code to confirm your login to your account. This code will allow access to your personal information:One-Time Verification Code:418186If you did not make this request, or someone asked you to share this one-time verification code, please call American Express immediately. Refer to the Contact us section below.Your password to access your American Express® account will be unchanged.Privacy statementContact usYour account information is included above to help you recognize this as a customer care e-mail from American Express. To learn more about e-mail security or report a suspicious e-mail, please visit us at americanexpress.com/phishing. We kindly ask you not to reply to this e-mail but instead contact us via Customer Care.©2024 American Express. All rights reserved.SSF0CTA033"
            }
        ]
    },
    {
        "thread_id": "193f8942cd049a91",
        "messages": [
            {
                "id": "193f8942cd049a91",
                "snippet": "f57f878c-8722-5c12-8f4d-adda26524f6f",
                "from": "Robert Burden <rburden@gmail.com>",
                "subject": "Express VPN code",
                "date": "Tue, 24 Dec 2024 19:11:08 +0700",
                "body": "f57f878c-8722-5c12-8f4d-adda26524f6f"
            }
        ]
    },
    {
        "thread_id": "193f873d182a608c",
        "messages": [
            {
                "id": "193f873d182a608c",
                "snippet": "your ticket to Hanoi 2022 Top 500 Real Estate Agents in Utah. 2023 Distinguished Service Award Recipient. Utah Homes Network rburden@gmail.com 801-747-9808 Direct 678-609-5985 Fax www.utahhomesnetwork.",
                "from": "Robert Burden <rburden@gmail.com>",
                "subject": "Fwd: Travel Reservation on 25DEC - 56NKYM for BURDEN/PAUL COOPER",
                "date": "Tue, 24 Dec 2024 04:35:21 -0700",
                "body": null
            }
        ]
    },
    {
        "thread_id": "193f2ae046612f1a",
        "messages": [
            {
                "id": "193f2ae046612f1a",
                "snippet": "https://photos.app.goo.gl/Y1egh1ep43AXNmWd8 Merry Christmas!! It&#39;s my favorite time of year!! Training has been a great push for me as a missionary. I have been blessed with a great trainee. Sister",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "Good Tidings of Great Joy 👼",
                "date": "Mon, 23 Dec 2024 16:41:28 +0800",
                "body": "Merry Christmas!! It's my favorite time of year!! Training has been a great push for me as a missionary. I have been blessed with a great trainee. Sister San Diego is so kind and it's been fun to get to know each other. Nanay Lily said she'll be baptized! Let's just hope that she goes to church 3 more times in a row. We went to our \"Christmas Luncheon\" with half of the mission and it was so fun to celebrate the birth of our Savior and to celebrate with my mission family. We all ate together, enjoyed 2 hours of musical numbers, and heard an amazing message from President Foster. Anddd I bawled almost the entire time (embarrassing). Everyone thought I was homesick BUT I was overwhelmed with the spirit. As I sat there listening to Elder Orton singing a song about having room for Jesus Christ in our Inn, I reflected on how cool my mission is. I am literally bringing \"good tidings of great joy\" like the angel did to the shepherd's on the night of our Savior's birth. And I do it every day! This will be my most Christ centered Christmas yet. I am so thankful for my Savior. He is our redeemer. I am honored to be one of His chosen vessels. Merry Christmas!! I hope you're enjoying the holiday season and drinking lots of hot chocolate for me! 🎄🎅 ❤️ Sister Ryser"
            }
        ]
    },
    {
        "thread_id": "193db27dfe1738ff",
        "messages": [
            {
                "id": "193db27dfe1738ff",
                "snippet": "This is your UFirst Credit Union requested Security Alert. On 12/18/2024 12:04 PM, an invalid password for your login ID was submitted. This may have been caused by a third-party financial service you",
                "from": "notifications@secure.ufirstcu.com",
                "subject": "Security Alert: Invalid Password",
                "date": "Wed, 18 Dec 2024 19:04:01 +0000 (UTC)",
                "body": "This is your UFirst Credit Union requested Security Alert. On 12/18/2024 12:04 PM, an invalid password for your login ID was submitted. This may have been caused by a third-party financial service you have authorized to have access such as account aggregators or brokerage accounts. To ensure delivery of this notification, a secure message has also been sent to your online secure mailbox. If you suspect fraudulent activity, please contact us. This is an automated notification. Please do not reply to this message."
            }
        ]
    },
    {
        "thread_id": "193cd30b2417a243",
        "messages": [
            {
                "id": "193cd30b59b62a50",
                "snippet": "Hello lainie",
                "from": "Cooper Burden <cooperburden@gmail.com>",
                "subject": "",
                "date": "Sun, 15 Dec 2024 18:59:01 -0700",
                "body": "Hello lainie"
            },
            {
                "id": "193cdf82fa60a5d9",
                "snippet": "Hi 🧍‍♀️ On Mon, 16 Dec 2024, 1:34 pm Cooper Burden, &lt;cooperburden@gmail.com&gt; wrote: Hello lainie",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "Re:",
                "date": "Mon, 16 Dec 2024 13:36:26 +0800",
                "body": "Hi 🧍‍♀️ On Mon, 16 Dec 2024, 1:34 pm Cooper Burden, wrote: > Hello lainie"
            }
        ]
    },
    {
        "thread_id": "193cd2fc7576c3eb",
        "messages": [
            {
                "id": "193cd2fc7576c3eb",
                "snippet": "https://photos.app.goo.gl/Y1egh1ep43AXNmWd8 I finished up my training and have officially hit 5 months as a missionary!! Last week I got a call from Sister Foster and she said... &quot;Sister Ryser you",
                "from": "Melaina Ryser <melaina.ryser@missionary.org>",
                "subject": "The Lord Qualities Whom He Calls",
                "date": "Mon, 16 Dec 2024 09:50:28 +0800",
                "body": null
            }
        ]
    },
    {
        "thread_id": "193c6a167a0a9b81",
        "messages": [
            {
                "id": "193c6a167a0a9b81",
                "snippet": "AWS Free Tier usage limit alerting via AWS Budgets 12/14/2024 Dear AWS Customer, Your AWS account 484907487782 has exceeded 85% of the usage limit for one or more AWS Free Tier-eligible services for",
                "from": "freetier@costalerts.amazonaws.com",
                "subject": "AWS Free Tier limit alert",
                "date": "Sat, 14 Dec 2024 19:24:46 +0000",
                "body": "AWS Free Tier usage limit alerting via AWS Budgets 12/14/2024 Dear AWS Customer, Your AWS account 484907487782 has exceeded 85% of the usage limit for one or more AWS Free Tier-eligible services for the month of December. To learn more about your AWS Free Tier usage, please access the AWS Billing & Cost Management Dashboard at #/bills. You can find more information on AWS Free Tier here: This alert is provided by AWS Budgets. AWS automatically tracks your service usage and will alert you if you have reached 85% of the usage limit for one or more AWS Free Tier-eligible services. To unsubscribe from these alerts or to change the email address to which you would like your alerts to be sent, please visit the Cost Management Preferences at #/preference."
            },
            {
                "id": "193c8c0b5d8cec0b",
                "snippet": "AWS Free Tier usage limit alerting via AWS Budgets 12/15/2024 Dear AWS Customer, Your AWS account 484907487782 has exceeded 85% of the usage limit for one or more AWS Free Tier-eligible services for",
                "from": "freetier@costalerts.amazonaws.com",
                "subject": "AWS Free Tier limit alert",
                "date": "Sun, 15 Dec 2024 05:18:12 +0000",
                "body": "AWS Free Tier usage limit alerting via AWS Budgets 12/15/2024 Dear AWS Customer, Your AWS account 484907487782 has exceeded 85% of the usage limit for one or more AWS Free Tier-eligible services for the month of December. To learn more about your AWS Free Tier usage, please access the AWS Billing & Cost Management Dashboard at #/bills. You can find more information on AWS Free Tier here: This alert is provided by AWS Budgets. AWS automatically tracks your service usage and will alert you if you have reached 85% of the usage limit for one or more AWS Free Tier-eligible services. To unsubscribe from these alerts or to change the email address to which you would like your alerts to be sent, please visit the Cost Management Preferences at #/preference."
            }
        ]
    },
    {
        "thread_id": "193b926f569d75bf",
        "messages": [
            {
                "id": "193b926f569d75bf",
                "snippet": "During our INTEX presentation, we received valuable feedback that helped us improve our presentation. One key piece of advice was to ensure that the viewer can always see the screen, regardless of the",
                "from": "Spencer Forstrom <spencerforstrom8@gmail.com>",
                "subject": "2 paragraphs",
                "date": "Wed, 11 Dec 2024 21:35:46 -0700",
                "body": "During our INTEX presentation, we received valuable feedback that helped us improve our presentation. One key piece of advice was to ensure that the viewer can always see the screen, regardless of the room setup. We were told that the content displayed is often more important than the presenter’s visibility. Another important suggestion was to avoid undermining our work and to speak with confidence, carefully choosing our words to demonstrate 100% certainty in our recommendations. If we hope to convince other's to do something, we must be convinced ourselves. Lastly, we were advised to always tie each graph and slide back to the story we are telling. This is crucial because the goal of our presentation is to inspire change and motivate our audience to take action. We cannot achieve this if our main idea is weak or lacks solid support. As promised, we took great care to ensure that the viewer could always see the screen, no matter the room setup, because we knew it was crucial for them to engage with the information we were presenting. We were also very deliberate in our word choice and tone, striving to convey confidence and clarity in both our recommendation to Julie and the data backing it up. Each graph, chart, and suggestion we made was directly tied to the overarching message: that Julie should start an Airbnb listing and renovate it. We didn’t just present data for the sake of it; we made sure to explain how each piece of information was relevant to her specific situation. By connecting each visual element to the story, we were able to clearly explain why Julie should consider renovating and listing her house on Airbnb. This approach helped strengthen the rationale behind our recommendation and made it easier for Julie to see the benefits of taking action. We wanted the presentation to feel like a cohesive, persuasive argument that encouraged Julie to make an informed, confident decision, and we believe we did just that."
            }
        ]
    },
    {
        "thread_id": "193b21fcd0abb10f",
        "messages": [
            {
                "id": "193b21fcd0abb10f",
                "snippet": "/* Custom Styles */ /* Apply Montserrat font */ .bodyv_1 { font-family: &#39;Montserrat&#39;, sans-serif; } header h1 { font-size: 2.5rem; font-weight: 700; } header p { font-size: 1.2rem; color: #555;",
                "from": "Spencer Forstrom <spencerforstrom8@gmail.com>",
                "subject": "Styles",
                "date": "Tue, 10 Dec 2024 12:50:36 -0700",
                "body": "/* Custom Styles */ /* Apply Montserrat font */ .bodyv_1 { font-family: 'Montserrat', sans-serif; } header h1 { font-size: 2.5rem; font-weight: 700; } header p { font-size: 1.2rem; color: #555; } #map { margin-bottom: 20px; } footer { background-color: #f8f9fa; } .navbar-brand { font-weight: 700; } .nav-link { font-size: 1rem; } /* Map Container */ #map { height: 500px; margin-bottom: 20px; } /* Change cursor to pointer when hovering over interactive layers */ .leaflet-interactive { cursor: pointer; } /* General Styles */ body { font-family: 'Montserrat', Arial, sans-serif; background-color: #f6f6f6; color: #333; margin: 0; padding: 0; line-height: 1.7; } /* Title Container */ .title-container { background-color: #d0d0d0; /* Light/medium gray background for the title container */ text-align: center; padding: 20px 0; /* Slight vertical padding around the title */ margin-bottom: 10px; /* Small margin below the title container to reduce space before tabs */ } .title-container h1 { font-size: 3em; /* Larger title */ color: #222; /* Dark text for contrast */ margin: 0; /* Remove default margin to have tighter spacing */ } /* Tabs */ .tabs { margin-bottom: 30px; /* Adjust as needed to control space before content */ } .tab-container { width: 90%; max-width: 1000px; margin: 0 auto; padding-top: 0; /* Remove extra padding top since we now have a title container */ } /* Headings */ h1, h2 { font-weight: 600; color: #222; margin-bottom: 20px; } h1 { font-size: 2.5em; text-align: center; margin: 40px 0; } h2 { font-size: 1.8em; margin-top: 40px; } /* Paragraphs */ p { margin-bottom: 20px; text-align: left; } /* Tabs */ .tabs { display: flex; justify-content: center; gap: 10px; list-style: none; padding: 0; margin-bottom: 30px; border-bottom: 1px solid #ccc; } .tab { padding: 10px 20px; cursor: pointer; border-radius: 20px; background-color: #e0e0e0; color: #333; font-size: 1em; transition: background-color 0.2s ease; border: 1px solid transparent; } .tab:hover { background-color: #d0d0d0; } .tab.active { background-color: #888; color: #fff; border: 1px solid #666; } /* Content Area */ .content { display: none; padding: 30px; background-color: #fff; color: #333; border-radius: 8px; margin-bottom: 40px; box-shadow: 0 2px 6px rgba(0, 0, 0, 0.08); } /* Images */ .content img { max-width: 100%; height: auto; display: block; margin: 30px auto; border-radius: 8px; } .caption { text-align: center; font-size: 0.85em; color: #555; margin-top: 10px; } /* Responsive Tweaks */ @media (max-width: 768px) { .tabs { flex-wrap: wrap; } h1 { font-size: 2em; } h2 { font-size: 1.4em; } }"
            }
        ]
    }
]